<?php 

define("MSG_PROFILE_CANT_GET", "❌ Не удалось получить информацию. Проверьте, включена ли общедоступная история матчей в настройках Dota 2.");

define("MSG_ARGUMENTS_CANT_GET", "❌ Не удалось получить информацию. Проверьте правильность введённых данных.");

define("MSG_WRONG_COMMAND", "❌ Неправильно введена команда.\nДля списка команд введите \"помощь\" (без кавычек).");

define("MSG_REFRESH", "Запрос на обновление отправлен ✔️");

define("MSG_HELP", "Список команд:\n▪️ помощь - вывести список команд\n▪️ профиль {ID Steam32} - узнать Ник, ММР и ранг \n▪️ wl {ID Steam32} - узнать количество побед и поражений \n▪️ последий матч {ID Steam32} - получить информацию по последнему матчу \n▪️ новости - получить три последних новости");

// \n▪️ топ {№ Дивизиона} - топ 3-х игроков